Revit 2022 API
ParameterTypeId.MultiLeaderTagUi Property
 "Multi Leader Tag": Used by IndependentTagEditor for UI binding
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId MultiLeaderTagUi { get; }
Visual Basic
Public Shared ReadOnly Property MultiLeaderTagUi As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MultiLeaderTagUi {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace